;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					PSI ABILITIES - PASSIVE						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_Unstable X2AbilityTemplate]
LocFriendlyName="不稳定"
LocLongDescription="该士兵增加<Ability:UNSTABLE_DAMAGE_DEALT_BONUS_PERCENTAGE/>%攻击性灵能的伤害, 但使用攻击性灵能有<Ability:UNSTABLE_PANIC_CHANCE/>%几率使他们恐慌。"
LocHelpText="该士兵增加<Ability:UNSTABLE_DAMAGE_DEALT_BONUS_PERCENTAGE/>%攻击性灵能的伤害, 但使用攻击性灵能有<Ability:UNSTABLE_PANIC_CHANCE/>%几率使他们恐慌。"
LocFlyOverText="不稳定"
LocPromotionPopupText="<Bullet/> 使士兵对精神状态免疫的物品和能力，如心灵护盾和安慰，将消除恐慌的几率。<br/>"

[BS_OpenMind X2AbilityTemplate]
LocFriendlyName="心灵释放"
LocLongDescription="增加<Ability:OPEN_MIND_PSI/>灵能威力但减少<Ability:OPEN_MIND_WILL/>意志力。"
LocHelpText="增加<Ability:OPEN_MIND_PSI/>灵能威力但减少<Ability:OPEN_MIND_WILL/>意志力。"
LocFlyOverText="心灵释放"
;LocPromotionPopupText="增加<Ability:OPEN_MIND_PSI/>灵能威力但减少<Ability:OPEN_MIND_WILL/>意志力。"

[BS_PsionicAtrophy X2AbilityTemplate]
LocFriendlyName="心灵萎缩"
LocLongDescription="增加<Ability:PSIONIC_ATROPHY_PSI/>灵能威力并对灵能伤害和精神效果免疫。但增加<Ability:PSIONIC_ATROPHY_DAMAGE_TAKEN_MODIFIER/>%受到的所有其他来源造成的伤害。"
LocHelpText="增加<Ability:PSIONIC_ATROPHY_PSI/>灵能威力并对灵能伤害和精神效果免疫。但增加<Ability:PSIONIC_ATROPHY_DAMAGE_TAKEN_MODIFIER/>%受到的所有其他来源造成的伤害。"
LocFlyOverText="心灵萎缩"
LocPromotionPopupText="增加<Ability:PSIONIC_ATROPHY_PSI/>灵能威力并对灵能伤害和精神效果免疫。但增加<Ability:PSIONIC_ATROPHY_DAMAGE_TAKEN_MODIFIER/>%受到的所有其他来源造成的伤害。"

[BS_BattleMeditation X2AbilityTemplate]
LocFriendlyName="战斗冥想"
LocLongDescription="蹲伏增加<Ability:BATTLE_MEDITATION_PSI/>灵能威力和 <Ability:BATTLE_MEDITATION_WILL/>意志力，持续<Ability:BATTLE_MEDITATION_DURATION/>回合。"
LocHelpText="蹲伏增加<Ability:BATTLE_MEDITATION_PSI/>灵能威力和 <Ability:BATTLE_MEDITATION_WILL/>意志力，持续<Ability:BATTLE_MEDITATION_DURATION/>回合。"
LocFlyOverText="战斗冥想"
LocPromotionPopupText="<Bullet/> 该效果不能叠加。<br/>"

[BS_MindOverMatter X2AbilityTemplate]
LocFriendlyName="心胜于物"
LocLongDescription="每当该士兵受到伤害时，其灵能技能的冷却时间将减少<Ability:MIND_OVER_MATTER_CD_AMOUNT/>。"
LocHelpText="受到伤害时，所有灵能技能的冷却时间将减少<Ability:MIND_OVER_MATTER_CD_AMOUNT/>。"
LocFlyOverText="心胜于物：冷却时间减少"
LocPromotionPopupText="<Bullet/> 每回合可触发多次。<br/>"

[BS_MindThief X2AbilityTemplate]
LocFriendlyName="吸星大法"
LocLongDescription="击杀一名灵能敌人增加<Ability:MIND_THIEF_PSI/>灵能威力和增加<Ability:MIND_THIEF_DAMAGE_DEALT_BONUS_PERCENTAGE/>%攻击性灵能伤害，持续<Ability:MIND_THIEF_DURATION/>回合。"
LocHelpText="击杀一名灵能敌人增加<Ability:MIND_THIEF_PSI/>灵能威力和增加<Ability:MIND_THIEF_DAMAGE_DEALT_BONUS_PERCENTAGE/>%攻击性灵能伤害，持续<Ability:MIND_THIEF_DURATION/>回合。"
LocFlyOverText="吸星大法"
LocPromotionPopupText="<Bullet/> 可以用任何武器、物品或能力触发。<br/><Bullet/> 该效果不能叠加。<br/><Bullet/> 持续<Ability:MIND_THIEF_DURATION/>回合。<br/>"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					PSI ABILITIES - ACTIVE						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_StrainMind X2AbilityTemplate]
LocFriendlyName="灵能导管"
LocLongDescription="激活使下一次灵能技能成为自由动作。每次灵能导管激活时，士兵减少<Ability:STRAIN_MIND_WILL_LOSS/>意志力。当士兵的意志力跌至<Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%，灵能技能造成的伤害减少<Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>%且减少<Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%灵能威力。"
LocHelpText="激活使下一次灵能技能成为自由动作。"
LocFlyOverText="灵能导管"
LocPromotionPopupText="<Bullet/> 激活使下一次灵能技能成为自由动作。<br/><Bullet/> 每次灵能导管激活时，士兵减少<Ability:STRAIN_MIND_WILL_LOSS/>意志力。<br/><Bullet/> 当士兵的意志力跌至<Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%，灵能技能造成的伤害减少<Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>%且减少<Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%灵能威力。<br/><Bullet/> <Ability:STRAIN_MIND_COOLDOWN/>回合冷却。<br/>"

[BS_StrainMindPassive X2AbilityTemplate]
LocFriendlyName="灵能导管"
LocLongDescription="激活使下一次灵能技能成为自由动作。每次灵能导管激活时，士兵减少<Ability:STRAIN_MIND_WILL_LOSS/>意志力。当士兵的意志力跌至<Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%，灵能技能造成的伤害减少<Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>%且减少<Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%灵能威力。"
LocHelpText="激活使下一次灵能技能成为自由动作。"
LocFlyOverText="灵能导管"
LocPromotionPopupText="<Bullet/> 激活使下一次灵能技能成为自由动作。<br/><Bullet/> 每次灵能导管激活时，士兵减少<Ability:STRAIN_MIND_WILL_LOSS/>意志力。<br/><Bullet/> 当士兵的意志力跌至<Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%，灵能技能造成的伤害减少<Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>%且减少<Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%灵能威力。<br/><Bullet/> <Ability:STRAIN_MIND_COOLDOWN/>回合冷却。<br/>"

[BS_MCDetonate X2AbilityTemplate]
LocFriendlyName="心灵爆发"
LocLongDescription="精神控制目标的大脑承受超负荷的灵能，直到它爆发出剧烈的爆炸。对精神控制目标<Ability:MC_DETONATE_RADIUS/>格范围内的所有目标造成等同于<Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>%精神控制目标意志力的灵能伤害。" 
LocHelpText="对精神控制目标<Ability:MC_DETONATE_RADIUS/>格范围内的所有目标造成等同于<Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>%精神控制目标意志力的灵能伤害。"
LocFlyOverText="心灵爆发"
LocPromotionPopupText="<Bullet/> 可以用在士兵使用错乱或统治所控制的目标上。<br/>"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					ARC THROWER ABILITIES						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
[BS_ThatsCloseEnough X2AbilityTemplate]
LocFriendlyName="That's Close Enough"
LocFlyOverText="That's Close Enough"
LocLongDescription="During enemy turns, fire your arcthrower at any visible enemy within <Ability:THATS_CLOSE_ENOUGH_TILE_RANGE/> tiles who moves or fires."
LocHelpText="During enemy turns, fire your arcthrower at any visible enemy within four tiles who moves or fires."
LocPromotionPopupText="<Bullet/> Will not trigger if soldier is concealed.<br/><Bullet/> This ability can trigger <Ability:THATS_CLOSE_ENOUGH_PER_TARGET_COOLDOWN/> time(s) per turn.<br/>"

[BS_RapidStun X2AbilityTemplate]
LocFriendlyName="Quick Zap"
LocFlyOverText="Quick Zap"
LocLongDescription="Activate this ability to make your next arcthrower shot a free action. <Ability:RAPID_STUN_COOLDOWN/> turn cooldown."
LocHelpText="Activate this ability to make your next arcthrower shot a free action. <Ability:RAPID_STUN_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Activate this ability to make your next arcthrower shot a free action. <Ability:RAPID_STUN_COOLDOWN/> turn cooldown.<br/><Bullet/> Applies to the abilities Stun, Arc Pulser as well as Chain Lightning.<br/>"

[BS_SpareBattery X2AbilityTemplate]
LocFriendlyName="Spare Battery"
LocLongDescription="Quickly recharge your Arc Thrower's battery with a spare, reducing all related cooldowns by up to 3 turns. <Ability:SPARE_BATTERY_COOLDOWN/>  turn cooldown."
LocHelpText="Recharge your Arc Thrower skills."
LocFlyOverText="Spare Battery"
LocPromotionPopupText="<Bullet/> Reduces cooldowns of the perks Stun, Arc Pulser, Quick Zap and Chain Lightning. <br/><Bullet/> Has a cooldown of <Ability:SPARE_BATTERY_COOLDOWN/> turns.<br/><Bullet/> Activation costs <Ability:SPARE_BATTERY_ACTION_POINT_COST/> action point(s)."


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					SAWED-OFF ABILITIES							;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_SawnOffReload X2AbilityTemplate]
LocFriendlyName="Reload Sawed-Off Shotgun"
LocLongDescription="Allows reloading of the Sawed-Off Shotgun <Ability:SAWNOFFRELOAD_CHARGES/> times per mission. Loads 1 ammo each time."
LocHelpText="Reload your Sawed-Off Shotgun."
LocFlyOverText="Reloading"
LocPromotionPopupText="<Bullet/> Allows reloading of the Sawed-Off Shotgun.<br/><Bullet/> Has <Ability:SAWNOFFRELOAD_CHARGES/> uses per mission.<br/><Bullet/> Reloads 1 ammo at a time.<br/><Bullet/> The number of uses can be increased with the Deep Pockets ability and uses can be restored with the Scrap Metal ability.<br/>"

[BS_ShotgunTap X2AbilityTemplate]
LocFriendlyName="Hipfire"
LocLongDescription="Firing one barrel of the Sawed-Off Shotgun with Point Blank no longer ends the turn."
LocHelpText="Firing one barrel of the Sawed-Off Shotgun with Point Blank no longer ends the turn."
LocFlyOverText="Hipfire"
LocPromotionPopupText="<Bullet/> Point Blank only requires one action to fire so can be used twice, after moving or before moving.<br/><Bullet/>"


[BS_SingleTap X2AbilityTemplate]
LocFriendlyName="Point Blank"
LocLongDescription="Fire your Sawed-Off Shotgun at a nearby enemy. This only costs 1 action."
LocHelpText="Fire your Sawed-Off Shotgun. Costs 1 action and does not end the turn."
LocFlyOverText="Single Tap"
LocPromotionPopupText="<Bullet/> Fire your Sawed-Off Shotgun at a nearby enemy.<br/><Bullet/> Rapidly loses power beyond three tiles range.<br/><Bullet/> Requires just 1 action point to fire.<br/><Bullet/> Uses one ammo.<br/>"

[BS_DoubleTap X2AbilityTemplate]
LocFriendlyName="Double Tap"
LocLongDescription="Fire your Sawed-Off Shotgun at a nearby enemy, if the attack misses or fails to kill the target take a second shot. Costs 2 actions and ends the turn."
LocHelpText="Fire your Sawed-Off Shotgun at a nearby enemy, if the attack misses or fails to kill the target take a second shot."
LocFlyOverText="Double Tap"
LocPromotionPopupText="<Bullet/> Fire your Sawed-Off Shotgun at a nearby enemy, if the attack misses or fails to kill the target take a secand shot.<br/><Bullet/> Rapidly loses accuracy beyond four tiles range.<br/><Bullet/> Requires 2 action points to fire.<br/><Bullet/> Uses two Ammo.<br/>"

[BS_DeepPockets X2AbilityTemplate]
LocFriendlyName="Deep Pockets"
LocFlyOverText="Deep Pockets"
LocLongDescription="Gain <Ability:DEEP_POCKETS_CHARGES_CV/> / <Ability:DEEP_POCKETS_CHARGES_MG/> / <Ability:DEEP_POCKETS_CHARGES_BM/> additional uses for the Reload Sawed-Off Shotgun ability."
LocHelpText="Gain <Ability:DEEP_POCKETS_CHARGES_CV/> / <Ability:DEEP_POCKETS_CHARGES_MG/> / <Ability:DEEP_POCKETS_CHARGES_BM/> additional uses for the Reload Sawed-Off Shotgun ability."
LocPromotionPopupText="<Bullet/> Higher tech levels increase the number uses gained through this ability.<br/>"

[BS_SawedOffOverwatch X2AbilityTemplate]
LocFriendlyName="None Shall Pass"
LocFlyOverText="None Shall Pass"
LocLongDescription="During enemy turns, fire a free reaction shot that can critically hit with your Sawed-Off Shotgun at any visible enemy within <Ability:NONE_SHALL_PASS_TILE_RANGE/> tiles who moves or fires. Can only trigger once per turn."
LocHelpText="During enemy turns, fire a free reaction shot that can critically hit with your Sawed-Off Shotgun at any visible enemy within <Ability:NONE_SHALL_PASS_TILE_RANGE/> tiles who moves or fires."
LocPromotionPopupText="<Bullet/> Will not trigger if soldier is concealed.<br/><Bullet/> Only triggers once per turn.<br/><Bullet/> Uses 1 ammo and will only trigger if the Sawed-Off Shotgun is loaded.<br/><Bullet/> Can critically hit.<br/>"

[BS_ScrapMetal X2AbilityTemplate]
LocFriendlyName="Scrap Metal"
LocFlyOverText="Scrap Metal: Recovered ammo"
LocLongDescription="Kills on robotic enemies with your Sawed-Off Shotgun restore one use of the Reload Sawed-Off Shotgun ability. Your Sawed-Off Shotgun attacks against robotic enemies pierce <Ability:SCRAP_METAL_PIERCE_CV/> / <Ability:SCRAP_METAL_PIERCE_MG/> / <Ability:SCRAP_METAL_PIERCE_BM/> armor."
LocHelpText="Kills with the Sawed-Off Shotgun on robotic enemies restore one use of the Reload Sawed-Off Shotgun ability. Your Sawed-Off Shotgun attacks against robotic enemies pierce armor."
LocPromotionPopupText="<Bullet/> If you kill a robotic unit with Point Blank, you regain all ammo lost. Strategically using the Sawed-Off Shotgun to kill robots can help you manage armor during longer missions. <br/><Bullet/> Higher tech levels increase the armor piercing of your Sawed-Off Shotgun.<br/>"

[BS_ScrapMetalTrigger X2AbilityTemplate]
LocFriendlyName="Scrap Metal: Recovered ammo"

[BS_Brutality X2AbilityTemplate]
LocFriendlyName="Brutality"
LocLongDescription="Kills on organic enemies with your Sawed-Off Shotgun have a <Ability:BRUTALITY_PANIC_CHANCE/> chance to panic other organic enemies within <Ability:BRUTALITY_TILE_RADIUS/> tiles."
LocHelpText="Kills on organic enemies with your Sawed-Off Shotgun have a <Ability:BRUTALITY_PANIC_CHANCE/> chance to panic other organic enemies within <Ability:BRUTALITY_TILE_RADIUS/> tiles."
LocFlyOverText="Brutality"
LocPromotionPopupText="<Bullet/> Use Brutality as a crowd control tool to allow the Marauder to move forward more aggressively and combine it with the Ruthless ability to increase your killing power.<br/>"

[BS_Ruthless X2AbilityTemplate]
LocFriendlyName="Ruthless"
LocLongDescription="Killing a panicked or disoriented enemy with your Sawed-Off Shotgun refunds one action point."
LocHelpText="Killing a panicked or disoriented enemy with your Sawed-Off Shotgun refunds one action point."
LocFlyOverText="Ruthless"
LocPromotionPopupText="<Bullet/> By cleverly combining the effects of Brutality and Ruthless, you can kill multiple enemies per turn with your Sawed-Off Shotgun.<br/><Bullet/> There is no limit to the number of activations per turn.<br/>"



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					UTILITY ITEM ABILITIES						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_BattleScannerCrit X2AbilityTemplate]
LocFriendlyName="Battle Scanner Crit"
LocLongDescription="Your Battlescanners now <Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>% of the target's Will stat to all targets within <Ability:MC_DETONATE_RADIUS/> tiles." 
LocHelpText="Deals Psionic damage equal to <Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>% of the target's Will stat to all targets within <Ability:MC_DETONATE_RADIUS/> tiles."
LocFlyOverText="Mind Burst"
LocPromotionPopupText="<Bullet/> Can be used on targets mind-controlled by the soldier using Insanity or Domination.<br/>"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					LW2 ABILITIES - IMPORTED					;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_Bastion X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="要塞现在为附近的队伍提供免疫。"
LocHelpText="要塞现在为附近的队伍提供免疫。"
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/> 堡垒有4格半径。<br/><Bullet/> 移动到受影响的队友旁边将立即清除他们的负面身体状态影响。<br/>"

[BS_Bastion_Passive X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="要塞现在为附近的队伍提供免疫。"
LocHelpText="要塞现在为附近的队伍提供免疫。"
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/> 堡垒有4格半径。<br/><Bullet/> 移动到受影响的队友旁边将立即清除他们的负面身体状态影响。<br/>"

[BS_Bastion_Cleanse X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="要塞现在为附近的队伍提供免疫。"
LocHelpText="要塞现在为附近的队伍提供免疫。"
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/> 堡垒有4格半径。<br/><Bullet/> 移动到受影响的队友旁边将立即清除他们的负面身体状态影响。<br/>"
